{
  "data": [
      {
          "title":"Amrutam Aloe Vera Gel",
          "image":"https://cdn.shopify.com/s/files/1/0645/9650/8925/products/Aloe-Vera-Gel--scaled_55b82e41-212e-41df-8132-e1511e2856d2.jpg?v=1655350092",
          "desc":"With Aloe leaves sourced freshly from the gardens of Amrutam Vatika, this chemical-free Ayurvedic Aloe Gel recipe is 100% pure and organic to suit all skin and hair types. Massaging a smear of this non-sticky gel glides nicely and absorbs quickly into the skin to give it a revitalizing glow.",
          "price":"449.00",
          "rating":"31"
      },
      {
          "title":"Amrutam Amla Churna | Ayurvedic Anti-Oxidant",
          "image":"https://cdn.shopify.com/s/files/1/0645/9650/8925/products/Amla-Powder-min-scaled_ba8e086a-363c-43bd-abd4-00344a7947f4.jpg?v=1655350073",
          "desc":"Amrutam Amla Churna is a pure and authentic Ayurvedic recipe that is an excellent source of Vitamin C, brought to you freshly from the gardens of Amrutam Vatika.",
          "price":"329.00",
          "rating":"21"
      },
      {
          "title":"Amrutam Ashtagandh Body Lotion | Ayurvedic Lotion Inspired By Rudrabhishekam Temple Secrets",
          "image":"https://cdn.shopify.com/s/files/1/0645/9650/8925/products/Bodylotion.jpg?v=1661586069&width=600",
          "desc":"Amrutam Ashtagandh Body Lotion is the perfect hydrating formula for your face and body. Inspired by Rudrabhishekam Temple Secrets with a divine fragrance, this recipe is made with the ingredients of Ashtagandh and deeply nourishes every layer of the skin.",
          "price":"599.00",
          "rating":"48"
      },
      {
          "title":"Amrutam Ashtagandh Body Lotion | Ayurvedic Lotion Inspired By Rudrabhishekam Temple Secrets | Travel Pack",
          "image":"https://cdn.shopify.com/s/files/1/0645/9650/8925/products/Ashtagandh-02-min_3300d982-676f-4289-aa86-b703a6d3746f.jpg?v=1655350711&width=600",
          "desc":"Amrutam’s Ashtagandh Body Lotion is the perfect hydrating formula for your face and body. It has a heaven-like fragrance that deeply nourishes every layer of the skin.",
          "price":"219.00",
          "rating":"4"
      },
      {
          "title":"Amrutam Ashwagandha Churna | Ayurvedic Energy Booster",
          "image":"https://cdn.shopify.com/s/files/1/0645/9650/8925/products/Ashwagandha-1-scaled_055436f6-34dc-4a2a-a2eb-65f0cef8cacc.jpg?v=1655350729&width=600",
          "desc":"“Ashwa” in Sanskrit means Horse - this name derives from Ashwagandha’s ability to give you energy like a horse. Amrutam Ashwagandha Churna is a natural Ayurvedic recipe that improves both men's and women's sexual health.",
          "price":"319.00",
          "rating":"8"
      },
      {
          "title":"Amrutam Ayurveda Lifestyle | Introductory Kit",
          "image":"https://cdn.shopify.com/s/files/1/0645/9650/8925/products/Copyof1.jpg?v=1674125250",
          "desc":"This Ayurveda Lifestyle Kit by Amrutam is the perfect way to get introduced to Ayurvedic practices and recipes. Made with herbs prescribed in the Vedas, this kit contains Ayurveda Lifestyle: The Beginning Paperback, Amrutam Jute Bag, Vata Key Herbs, Pitta Key Herbs, Kapha Key Herbs, Detox Key Herbs, Buddhi Key Herbs, Amrutam Gulkand. Dentkey Manjan, Bamboo Toothbrush, Tongue Cleaner, Ayurvedic Poster, Kayakey Oil and Madhu Panchamrut",
          "price":"4,223.97",
          "rating":"31"
      },
      {
          "title":"Amrutam Ayurvedic Dosha Guide To Vata, Pitta And Kapha | E-Book",
          "image":"https://cdn.shopify.com/s/files/1/0645/9650/8925/products/Ashwagandha-1-scaled_055436f6-34dc-4a2a-a2eb-65f0cef8cacc.jpg?v=1655350729&width=600",
          "desc":"Amrutam Ayurvedic Dosha Guide to Vata, Pitta and Kapha | E-book is an introduction to the foundations of Ayurveda: the Tridoshas, namely Vata, Pitta and Kapha.This E-book is a detailed guide on the three Ayurvedic humors, their characteristics, mental traits, sub-doshas, treatments, diets and more.",
          "price":"11.00",
          "rating":"1"
      },
      {
          "title":"Amrutam Ayurvedic Home Purifying Combo",
          "image":"https://cdn.shopify.com/s/files/1/0645/9650/8925/products/06_ceac4d2e-5f0e-4b5d-a87b-b145ddc5b4db.jpg?v=1677748561&width=600",
          "desc":"Amrutam Ayurvedic Home Purifying Combo is made of 100% natural elements with traditional methods. It contains Sarson, Vedic Upale, Coconut and Wheat Strands that can be used during traditional puja, vedic chikitsa, and festive rituals. Burning these during Hawan effectively purifies the surroundings, creates a soothing environment, and balances the Tridoshas without any pollution.",
          "price":"201.00",
          "rating":"21"
      },
      {
          "title":"Amrutam Ayurvedic Home Purifying Combo With Raahukey Oil",
          "image":"https://cdn.shopify.com/s/files/1/0645/9650/8925/products/06_acbb1fa5-6758-49ff-a65f-f3bebe4e3e06.jpg?v=1677762168&width=600",
          "desc":"Amrutam Ayurvedic Home Purifying Combo with Raahukey Oil is made of 100% natural elements with traditional methods. This combo contains Puja Samagri for religious rites and ceremonies.  ● Primary Benefits: Kills Harmful Germs, Purifies the Surroundings, Creates A Soothing Environment, Balances the Tridoshas ● Secondary Benefits: Adds an Auspicious Touch to Rituals and Puja, Enhances Your Spring Festivities ",
          "price":"753.00",
          "rating":"12"
      },
      {
          "title":"Amrutam Ayurvedic Sharbat And Jam Combo",
          "image":"https://cdn.shopify.com/s/files/1/0645/9650/8925/products/Amla-3-1_edd27eae-8497-499c-8419-d032b27f1a2f.jpg?v=1673867036&width=600",
          "desc":"With Aloe leaves sourced freshly from the gardens of Amrutam Vatika, this chemical-free Ayurvedic Aloe Gel recipe is 100% pure and organic to suit all skin and hair types. Massaging a smear of this non-sticky gel glides nicely and absorbs quickly into the skin to give it a revitalizing glow.",
          "price":"1,756.00",
          "rating":"31"
      },
      {
          "title":"Amrutam Ayurvedic Sharbat Basket",
          "image":"https://cdn.shopify.com/s/files/1/0645/9650/8925/products/Combo02.jpg?v=1674126471&width=600",
          "desc":"Amrutam Ayurvedic Sharbat Basket contains three delicious authentic sharbats extracted from the fruits of Amla, Anar and Kaccha Aam.",
          "price":"1047.0",
          "rating":"31"
      },
      {
          "title":"Amrutam Ayurvedic Sharbat With Extracts Of Amla | Indian Gooseberry",
          "image":"https://cdn.shopify.com/s/files/1/0645/9650/8925/products/Amla-3-1_1b35b7ef-f18b-45c3-ab3e-17762002d6c2.jpg?v=1655350151&width=600",
          "desc":"Amrutam Ayurvedic Amla Sharbat contains the goodness of Brahmi, Bael Phal, and Giloy extracts, making it an awesome natural coolant and appetizer!  Primary Benefits Rich in Anti-Oxidants, Vitamins and Minerals,...",
          "price":"349.00",
          "rating":"31"
      }
  ]
}